Repository: AKotov-dev/sreditor
Catalog: sreditor/languages/sreditor.*.po
Languages: ru

# taboutform.caption
source: About
ru: О программе

source: Automatic addition of rules License: GPLv3 Compilation: Lazarus 2.2.0 Author: alex_q_2000 (C) 2021 URL: https://github.com/AKotov-dev/sreditor Gratitude: Morgan Leijström, David GEIGER, Thomas Backlund, Aurelien Oudelet, Lewis Smith
ru: Автоматическое добавление правил Лицензия: GPLv3 Компиляция: Lazarus 2.2.0 Автор: alex_q_2000 (C) 2021 URL: https://github.com/AKotov-dev/sreditor Благодарность: Morgan Leijström, David GEIGER, Thomas Backlund, Aurelien Oudelet, Lewis Smith

# tmainform.aboutbtn.hint
source: About
ru: О программе

source: Add and Apply
ru: Добавить и Применить

source: Loads the default rules from /lib/udev/rules.d/60-libsane.rules or /usr/lib/udev/rules.d/60-libsane.rules
ru: Загрузить правила по умолчанию из /lib/udev/rules.d/60-libsane.rules или /usr/lib/udev/rules.d/60-libsane.rules

source: Specify your scanner and click "Add" (+)
ru: Укажите Ваш сканер и нажмите кнопку "Добавить" (+)

source: 1) USB Devices list:
ru: 1) Список USB-устройств:

source: 3) This program writes the rules to /etc/udev/rules.d/60-libsane.rules:
ru: 3) Программа записывает правила в /etc/udev/rules.d/60-libsane.rules:

source: Don't forget to add the user to the desired groups:: usermod -aG usb,scanner $(logname); reboot
ru: Не забудьте включить пользователя в нужные группы: usermod -aG usb,scanner $(logname); reboot

source: 2) Rule to insert, or a hint:
ru: 2) Правило для вставки или подсказка:

source: License: GPLv3 Author: alex_q_2000 (C) 2021 URL: https://linuxforum.ru
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2021 URL: https://linuxforum.ru

source: Update the list
ru: Обновить список

source: The main rules file was not found: /lib/udev/rules.d/60-libsane.rules or /usr/lib/udev/rules.d/60-libsane.rules!
ru: Основной файл правил не найден: /lib/udev/rules.d/60-libsane.rules или /usr/lib/udev/rules.d/60-libsane.rules!

source: The device is already in the list of rules. No action is needed.
ru: Устройство уже существует в списке правил. Действий не требуется.

source: No devices were found...
ru: Устройства не найдены...

source: Restart your computer.
ru: Перзагрузите компьютер.

source: Your changes will be reset! Continue?
ru: Ваши изменения будут сброшены! Продолжить?
